{
  "selected_language": "English",
  "selected_lang": "EN",
  "language": {
    "en": "English",
    "idn": "Bahasa Indonesia"
  },
  "header": {
    "line1": "Connecting People",
    "line2": "With The Same",
    "line3": "Academic Interest"
  },
  "section1": {
    "title": "Building Communities Based On Common Academic Interests",
    "desc": "UpMate is a mobile apps that serves as a platform for building communities based on shared academic interests in an effort to connect individuals with similar interests in academia. Such communities facilitate the exchange of knowledge, experience and support among its members, strengthening collaboration and deeper understanding in the area of interest."
  },
  "section2": {
    "title": "Find Interesting Features!",
    "feature1": {
      "title": "Interest Tag Recommendations",
      "desc": "Suggests relevant tags based on users' activities and interests."
    },
    "feature2": {
      "title": "Recommendation for Person, Event, Course, Information (PECI)",
      "desc": "Provides recommendations related to people, events, courses, and information based on user preferences."
    },
    "feature3": {
      "title": "Realtime chat",
      "desc": "Communicate with each other in real time."
    },
    "feature4": {
      "title": "Share a post",
      "desc": "Share content or information with other users on UpMate."
    },
    "feature5": {
      "title": "Bad Word Detector",
      "desc": "Identifies and handles inappropriate or offensive words in posted content."
    },
    "feature6": {
      "title": "Spam Detector",
      "desc": "Identifies and deals with messages or content deemed spam or irrelevant."
    },
    "feature7": {
      "title": "Explore about anything relate about user interest",
      "desc": "This explore content or information about topics or interests relevant to their interests."
    }
  },
  "footer": {
    "service": {
      "title": "Service",
      "list1": "Privacy & Policy",
      "list2": "Terms & Conditions"
    },
    "others": "Others",
    "connect_with_us": "Connect With Us",
    "download": "Download"
  },
  "back_to_home": "Back To Home",
  "terms_conditions": {
    "usage_agreement": {
      "title": "APPLICATION SERVICE USAGE AGREEMENT",
      "paragraph1": "The application service usage agreement in the UpMate application (“Agreement”) constitutes an agreement between users who use the UpMate application and Armora Tech as the manager of the UpMate application, which includes terms and conditions of use of the UpMate application services that apply to users in order to use the UpMate application. All UpMate application users are expected to read carefully and thoroughly. Users are advised to read, understand, accept, and agree to all the terms and conditions in this agreement before using the application and accepting the content contained therein.",
      "paragraph2": "By using the application and/or continuing to access the UpMate application, Users must agree to the terms and conditions contained in the application by clicking the (“Agreement”) checkbox on the registration page, and therefore Users agree to be bound in a contract with the manager and thereby Users express agreement to be able to accept the services and access to all content contained in this application.",
      "paragraph3": "If the user does not accept and agree to this Agreement, then access to the UpMate application is not permitted and users are welcome to leave the UpMate application. Any activities related to the use of the application, then both the manager and the user in this case have been legally protected through the Law of the Republic of Indonesia No. 11 of 2008 concerning Information and Technology, Law of the Republic of Indonesia No. 19 of 2002 concerning Copyright, and against any form of agreement arising from any activity in the UpMate application has fulfilled the norms and requirements of a valid agreement as stipulated in the Indonesian Civil Code."
    },
    "introduction": {
      "title": "INTRODUCTION",
      "1": "1. This agreement is governed and interpreted based on the laws of the Republic of Indonesia (Indonesia). The parties mentioned in this Agreement hereby agree to submit to the jurisdiction in Indonesia.",
      "2": "2. In this Agreement, the term “User” refers to individuals, whether Indonesian citizens, foreigners, or legal entities capable of using computers, networks, computers, and/or other electronic media capable of accessing the UpMate application according to their needs. In this case, this includes Users who have registered on the application as Users.",
      "3": "3. By using the application, Users included in the category of users as mentioned in points 1 and 2 above, consciously and without coercion from any party declare themselves to agree to accept all the terms and conditions in the Agreement that apply when Users use this application. If the user does not accept all the terms and conditions stated in this Agreement, then the user is required to immediately leave the UpMate application.",
      "4": "4. We as the manager have the right to change or update this Agreement at any time by including the amended or updated Agreement in UpMate and the terms and conditions that have been amended or updated are included by the UpMate application, and Users are required to read the new terms and conditions at all times and are considered to have agreed to such changes or updates if after being included in UpMate and Users still continue to use the UpMate application.",
      "5": "5. In the UpMate application, there will be connections or hyperlinks connected to third-party sites contained in links outside of UpMate and we hereby state that we are not responsible for the content of links outside the UpMate application or sites posted by third parties (content), both entered by users whose names are not mentioned or by content providers who receive payment, or not made by us. In addition, we are not responsible for activities carried out by Users and cannot be held accountable by anyone related to losses suffered by other parties as a result of User actions."
    },
    "conditions": {
      "title": "USER CONDITIONS",
      "headline1": "A. Requirements for Users to Use UpMate",
      "paragraph1": "In using the services provided by us, there are requirements that must be applied. We want our services to be general and beneficial. However, we ask users to comply with some rules provided by us, so as to prevent undesirable things and our services become comfortable, safe, and comply with applicable law. The main requirement for using the UpMate application is that users must be 13 years old, to anticipate undesirable things. Then we ask users not to use our application to commit crimes, because when users do such actions then we will deactivate your account. By complying with and agreeing to the terms we have made, you can become part of our community, namely UpMate.",
      "headline2": "B. Content Limitations",
      "paragraph2": "We provide users with access to create content in our application, but there are also limitations in creating content in our application in order to prevent content that contains illegal elements. Users are responsible for the use of services and any content you provide, including compliance with legal, regulatory, and regulatory requirements. Users are only allowed to create content that provides comfort to be shared with others, and does not contain elements that harm others and do not violate the law. There are several aspects that cause your content to be restricted:",
      "headline3": "Content containing hate speech",
      "paragraph3": "Users are not allowed to share content that incites individuals or groups based on race, religion, gender, gender identity, caste, immigration status, or other characteristics. Because such actions are discriminatory actions that cause others to be disturbed and violate legal policies. One example of a common violation is statements stating that a protected individual or group is inhumane or inferior. In addition, such as content that promotes symbols of hatred in the form of flags, lambs, symbols, and others. We strongly prohibit such actions when creating or sharing them in the UpMate application.",
      "headline4": "Sexual content and indecent language",
      "paragraph4": "Users are prohibited from presenting sexual content and indecent language, such as pornography or services or content aimed at sexual gratification. We will allow content that contains nudity if the content is intended for education, scientific, documentary purposes, and not displayed prominently. One example of a common violation is depictions, animations, poses that tend towards sexual, or sexual depictions of body parts. And it is strictly prohibited to promote entertainment related to sex or other services considered to provide sexual acts for compensation.",
      "headline5": "Violence",
      "paragraph5": "Users are prohibited from presenting content that depicts unjustified violence or other harmful actions. We do not allow content that depicts physical violence, such as terrorist content related to terrorism actions, inciting violence, and supporting terrorism actions. We also strongly prohibit when you share content that contains dangerous organizations and movements because such actions can disrupt the comfort of other users and violate the law.",
      "headline6": "Sensitive events",
      "paragraph6": "Users are not allowed to present content that contains sensitive events that can have a significant impact on social, cultural, or political aspects such as death, civil emergencies, and tragic events. Some examples of violations include profiting from sensitive events without benefiting victims, and lack of sensitivity to cases of someone's death due to suicide, overdose, etc. We will allow content that contains sensitive events if it has educational, documentary, scientific, artistic value, or aims to warn and raise awareness of sensitive events contained in the content. We also strongly prohibit if the content contains oppression and harassment, such as committing oppression or harassing victims of tragic events, friends, and family.",
      "headline7": "Hazardous products (tobacco, drugs, etc.)",
      "paragraph7": "Users are not allowed to share content that contains hazardous products such as facilitating explosives, firearms, and ammunition. Not only that, we also strictly prohibit content that contains tobacco, marijuana, and alcohol. Because these products contain negative things and can disrupt the comfort of other users and may violate the law. Some examples of violations include using the UpMate application for actions related to narcotics/dangerous products transactions, encouraging alcohol/tobacco use to minors, and implying that consuming alcohol can increase social, sexual, intellectual status, and others."
    },
    "deletion": {
      "headline": "C. Content Deletion And Account Deactivation",
      "paragraph": "In the content you create or share, we may delete it if the content violates the terms of use or when we are requested by authorities to delete the content you create. We have full authority to stop, modify, delete, or block content shared in our application (UpMate), if the content violates the rules available in our application. Users can ask for our help to delete content or accounts from those users. In the deletion process, we will process it within no more than 30 days after the user submits a request. This is the provision and policy of our application. Please be patient during the process of deleting content or account requests during the processing period. Users need to know that if users delete or deactivate user accounts, the terms bound between users and us will end. However, when your account is still available in our data, then that agreement between users and us still applies."
    },
    "app_agreements": {
      "title": "AGREEMENTS IN THE UP MATE APPLICATION",
      "headline1": "A. Agreement Between Users And Us",
      "paragraph1": {
        "1": "• If there are aspects that cannot be enforced in this agreement, then other aspects still apply.",
        "2": "• If users commit a violation by abusing our application and until it violates the law, then users will be sanctioned in the form of account suspension for several days or permanently.",
        "3": "• We as managers of this application have all rights, implicitly given to users",
        "4": "• All agreements related to changes and releases of rights that have been agreed upon between users and us must be made in writing and signed. If the aspect of the agreement fails, it is not considered a release."
      },

      "headline2": "B. Parties Entitled Under This Agreement",
      "paragraph2": {
        "1": "• In this agreement, users cannot transfer rights and obligations to others without our consent.",
        "2": "• This agreement does not give any rights to third parties.",
        "3": "• In our rights and obligations in the UpMate application can be transferred to other parties when the application changes ownership such as asset sales or acquisitions."
      },

      "headline3": "C. Responsible Parties If Something Happens",
      "paragraph3": {
        "1": "• We as the application manager do not control what users are doing or saying, and when users create content that violates the law, we are not responsible for the actions users take, so it is entirely the responsibility of users.",
        "2": "• We are not responsible for the features and services of others or third parties offered to users, even if they offer them through our services. So users are advised to be careful when someone offers something sent to users.",
        "3": "• We as application managers cannot guarantee the services we have will always be safe and function perfectly. We have legal guarantees, both implicit and explicit, regarding the suitability of the applications we make.",
        "4": "• The responsibility we have is limited as far as allowed by law when something happens to our services. If at some point there is a problem with the services we have, we cannot fully know the possible impacts that occur. You agree that we from the UpMate application party are not obligated to be responsible for the loss of information, data, income, or damages, indirect, and others. Even though we from the application manager side know that you will suffer losses."
      }
    },
    "privacy": {
      "title": "PRIVACY POLICY",
      "paragraph1": "Our Privacy Policy",
      "paragraph2": "explains how we handle the information you have provided to us when you are using our application service, namely UpMate. We hope you to read and understand the Privacy Policy contained in our application. You understand that through the use of services, you agree to the use and collection as stipulated in the Privacy Policy contained in UpMate."
    }
  },
  "privacy_policy": {
    "opening_paragraph": "The UpMate application is owned by ARMORA TECH, which will control your personal data. We have adopted this Privacy Policy to explain how we process information collected by the UpMate application and its website, which also explains why we need to collect certain personal data about you. Therefore, you should read this Privacy Policy before using the UpMate application and website. We safeguard your personal data and promise to ensure its confidentiality and security.",
    "data_set": {
      "title": "DATA WE COLLECT",
      "headline1": "a) Data provided by users to us",
      "paragraph1": "When you use our products and services, users must have an account first and if they do not have an account yet, then users must create one first in the registration menu, users are required to input data such as name, email address, and also password. Not only inputting data, users must agree to the policies contained in our application by clicking the “Agreement” checkbox before submitting the input data. This data is useful for registering a new account so that users can later log in. We also automatically collect certain information about your device, including information about web browsers, IP addresses, time zones, and a number of cookies installed on your device. Basically, certain information is required if you want to use many of our products and services. In the profile menu in this application, we can edit our name, email address, and several options for information about the fields of interest, such as programming, animation, design, technopreneurship, and others. In the information on the options of the fields of interest, it can help you find friends and business opportunities according to the fields of interest.",
      "headline2": "b) Messages",
      "paragraph2": "In the message section when users are sending, receiving, or contacting application services, we will collect information about these matters. One example is if the user receives a connection request on the UpMate application, then the administrator will follow up on that request. Then the system will send notifications to the user. In the message menu, we have an automatic scanning feature, so to protect our application from the possibility of messages that violate user agreements or policies from our services. When users violate our policies in sending messages or content, they will be sanctioned.",
      "headline3": "c) Service Users",
      "paragraph3": "When users are visiting our services from sites, applications, and technologies on the UpMate platform, we will record all user activities in the form of usage data. For example, when users are selecting or viewing content and also when installing and updating our application. In recording user usage data, users are not only based on that alone but also on login, internet protocol address or IP, and cookies.",
      "headline4": "d) Others",
      "paragraph4": "In this UpMate application, there are dynamic services whose conditions are constantly changing. The services provided to you will be updated more frequently by introducing new features, new looks, and the latest technology. When we are collecting personal user data there are many and materially different, so it can affect and change the efforts we make such as when using, sharing, and also sharing your data. For the latest information on the development of this application will be informed through notifications."
    },
    "how_we_collect_data": {
      "title": "HOW WE COLLECT DATA",
      "paragraph": "In using your personal data that we collect depends on how you use the service and set information options from the settings you make. We use the information obtained to provide, operate the UpMate product and service. In using this information also aims to improve, personalize, and our services, so that users have a better experience on UpMate, including displaying content and ads to be more relevant, suggesting people and topics to follow.",
      "headline1": "a) Services",
      "paragraph1": "We use the information we have collected to improve, personalize our products and services so that users have an interesting experience on the UpMate application. In the services we have, you can follow and see the latest information about friends, relatives, and professionals according to their respective fields. Not only that, but we also use your data to make it easier for other users to find your profile and allow other users to become friends who will be connected with you.",
      "headline2": "b) Security and Investigation",
      "paragraph2": "We are responsible for the use of information we collect from user data, so we will provide safety and security for our service users including user account security. By providing security for user data aims to protect from fraud, illegal activities, and efforts that harm other users. We also use this information to evaluate the security and quality of content on the UpMate application. We will continue to investigate and enforce applicable policies and terms.",
      "headline3": "c) Communication and about our services",
      "paragraph3": "We use the information we have collected for communicating with you about application updates, changes to policies and terms of our application services. In contacting you about these matters, we will send them via email. For notifications about content posts, incoming messages, and other notifications will appear on your mobile phone notifications.",
      "headline4": "d) Service Development and Research",
      "paragraph4": "We use the information you provide to us to conduct surveys, research, and service development aimed at improving the services we have now to be better in the future. We will conduct surveys conducted by our team through our services where you are not required to fill out surveys from us, but we hope you fill out the survey to make our services better."
    },
    "how_we_share_info": {
      "title": "HOW WE SHARE INFORMATION",
      "content1": {
        "headline": "a) Posting, liking, commenting, and following",
        "paragraph": "With the services we have, UpMate application users can view and share information including through posting, liking, commenting, and following.",
        "1": "● When users share posts or content generally, the posts can be seen by everyone and can be shared anywhere including third-party services. You should know that publicly shared content can be seen by members, visitors, and others. Not only content but also names and profile photos can be seen by members and visitors.",
        "2": "● When you interact by commenting, liking, or sharing other users' content or posts, then other users can see that activity and link it to you.",
        "3": "● When you follow someone or a forum, you will be seen by others or the owner of the forum as a follower.",
        "4": "● In forum services, posts will be visible to others who are in the forum. Activities in the forum are public, but settings in the forum can be changed to private."
      },
      "content2": {
        "headline": "b) Legal Disclosure, to prevent dangers of public interest.",
        "paragraph1": "We may disclose information about you when needed such as court call time or other legal processes and if we believe it is reasonably necessary to:",
        "1": "● Protect the security and rights of our platform, our members, personnel, or others.",
        "2": "● Address fraud, technical issues, or protect security",
        "3": "● Investigate or take action on suspected illegal activities or assist government agencies",
        "4": "● Comply with laws, regulations, and legal processes",
        "5": "● Protect the security of anyone and our platform, including preventing spam and abuse on our services",
        "6": "● Explain the deletion of content or posts from our platform services, such as due to violations of rules or policies in our services",
        "paragraph2": "We strive to maintain the security and safety of our service users. We also strive to inform members about the law regarding their personal data unless there is an emergency request or prohibited by law enforcement."
      }
    },
    "right_obligations": {
      "title": "RIGHTS AND OBLIGATIONS",
      "content1": {
        "headline": "a) Content and Behavior Policies",
        "paragraph1": "Your obligations as a user of the UpMate application are to pay attention to unpleasant content and behavior policies. Before you share content, please filter out negative content first. When you share content containing negative things, it can harm other users or others. Inappropriate content you distribute on this application includes:",
        "1": "• Content containing defamation, racist, obscene, violent, gambling, and illegal acts",
        "2": "• Content that violates the rights of any third party, including copyright, privacy, publicity, personal rights, or other rights, or that is deceptive and fraudulent.",
        "3": "• Content that promotes the sale and use of illegal substances, tobacco products, ammunition, and firearms.",
        "paragraph2": "Each user can tag content they consider inappropriate for review. Content will be moderated to ensure timely removal of any and all inappropriate content. For users who violate the policies described above, they will be sanctioned and responsible for the actions they have taken in sharing content. For those who violate these policies, user accounts will have their access restricted in using the UpMate application."
      },
      "content2": {
        "headline": "b) Data Retention",
        "paragraph": "In general, we will store user personal data as long as you are still active in using our platform in the same account and including data provided by you or others from using our services. If when users use our services for a short period of time just to browse our services and then do not use our services again, we will keep your profile open unless you want to close or delete your account."
      },
      "content3": {
        "headline": "c) Right to Access and Control Your Personal Data",
        "paragraph": "We provide UpMate for people all over the world and provide the same privacy tools and controls for all users of our services both locally and from other countries. We have considered the legal reasons why it is allowed to collect, process, and use information from users of our services. We also provide several options regarding the use and sharing of your data, edit and delete user data included in the profile, and control the visibility of user posts to exclude ads.\n\nOn personal data that we have related to you, users have rights such as:",
        "1": "● Change or edit data: You have the right to change some of your personal data through your account and can also request assistance to update data through our services when the submitted data is inaccurate.",
        "2": "● Right to obtain and access your data: Users are given the right to request us to copy their personal data",
        "3": "● Limit data usage: Users are allowed to request us to stop using some of their personal data when we do not have legal rights.",
        "4": "● Delete data: Users are allowed to request our services to delete some or all of their personal data."
      }
    },
    "other_important_information": {
      "title": "OTHER IMPORTANT INFORMATION",
      "headline1": "a) Security",
      "paragraph1": "We implement security protections such as HTTPS to protect the security of users' personal data. To maintain your security and privacy, we implement steps such as verifying user identity before we give you access to your personal information or other related requests. We have the authority to deny access when you cannot verify your identity. We also regularly monitor our service system for possible attacks or vulnerabilities, so we cannot guarantee and there is no guarantee of the security of any information you have sent to our platform. For further questions, you can visit our security center directly.",
      "headline2": "b) Contact Information",
      "paragraph2": "If you want to contact us to learn more about this Policy or ask any questions related to individual rights and your personal Information, you can email us at dev@armora-tech.com."
    }
  }
}
