{
  "selected_language": "Bahasa Indonesia",
  "selected_lang": "ID",
  "language": {
    "en": "English",
    "idn": "Bahasa Indonesia"
  },
  "header": {
    "line1": "Menghubungkan Orang-Orang",
    "line2": "Dengan Minat",
    "line3": "Akademis Yang Sama"
  },
  "section1": {
    "title": "Membangun Komunitas Dengan Minat Akademik Yang Sama",
    "desc": "UpMate adalah aplikasi seluler yang berfungsi sebagai platform untuk membangun komunitas berdasarkan minat akademis yang sama dalam upaya menghubungkan individu dengan minat yang sama di bidang akademis. Komunitas tersebut memfasilitasi pertukaran pengetahuan, pengalaman, dan dukungan di antara para anggotanya, memperkuat kolaborasi dan pemahaman yang lebih dalam di bidang yang diminati."
  },
  "section2": {
    "title": "Temukan Fitur Menarik!",
    "feature1": {
      "title": "Minat rekomendasi tag",
      "desc": "Memberikan saran tag yang sesuai dengan minat pengguna berdasarkan aktivitas mereka."
    },
    "feature2": {
      "title": "Rekomendasi untuk orang, acara, kursus, dan informasi",
      "desc": "Memberikan rekomendasi terkait orang, acara, kursus, dan informasi berdasarkan preferensi pengguna."
    },
    "feature3": {
      "title": "Obrolan waktu nyata",
      "desc": "Fitur obrolan real-time memungkinkan pengguna untuk berkomunikasi satu sama lain dalam waktu nyata."
    },
    "feature4": {
      "title": "Bagikan postingan",
      "desc": "Membagikan konten atau informasi kepada pengguna lain di UpMate."
    },
    "feature5": {
      "title": "Pendeteksi kata buruk",
      "desc": "Detektor kata-kata kasar mengidentifikasi dan menangani kata-kata yang tidak pantas atau kasar dalam konten yang diposting."
    },
    "feature6": {
      "title": "Pendeteksi spam",
      "desc": "Detektor spam mengidentifikasi dan mengatasi pesan atau konten yang dianggap spam atau tidak relevan."
    },
    "feature7": {
      "title": "Jelajahi tentang apa pun yang berhubungan dengan minat pengguna",
      "desc": "Menjelajahi konten atau informasi tentang topik atau minat yang relevan dengan minat mereka."
    }
  },
  "footer": {
    "service": {
      "title": "Layanan",
      "list1": "Privasi dan Kebijakan",
      "list2": "Syarat dan Ketentuan"
    },
    "others": "Lainnya",
    "connect_with_us": "Terhubung dengan kami",
    "download": "Unduh"
  },
  "terms_conditions": {
    "usage_agreement": {
      "title": "PERJANJIAN PENGGUNAAN LAYANAN APLIKASI",
      "paragraph1": "Perjanjian penggunaan layanan dalam aplikasi UpMate (“Perjanjian”) melakukan suatu perjanjian antara pengguna sebagai yang menggunakan aplikasi UpMate dan Armora Tech sebagai pengelola aplikasi UpMate, hal ini memuat berupa syarat-syarat dan ketentuan penggunaan layanan aplikasi UpMate yang berlaku bagi pengguna untuk bisa menggunakan aplikasi UpMate. Untuk semua pengguna aplikasi UpMate diharapkan untuk membaca dengan hati-hati dan teliti. Pengguna dianjurkan untuk membaca, memahami, menerima dan menyetujui semua persyaratan dan ketentuan dalam perjanjian ini sebelum menggunakan aplikasi dan menerima konten yang terdapat didalamnya.",
      "paragraph2": "Dengan menggunakan aplikasi dan/atau melanjutkan akses terhadap aplikasi UpMate, Pengguna harus menyetujui persyaratan dan ketentuan yang terdapat dalam aplikasi tersebut dengan mengklik centang (“Perjanjian”) pada halaman registrasi, dan oleh sebab itu pengguna menyetujui untuk terikat dalam suatu kontrak dengan pihak pengelola dan oleh karenanya pengguna menyatakan persetujuan untuk dapat menerima layanan dan akses atas seluruh konter yang terdapat dalam aplikasi ini.",
      "paragraph3": "Jika pihak pengguna tidak menerima dan menyetujui Perjanjian ini, maka tidak diperkenankan untuk mengakses lebih lanjut aplikasi UpMate dan dipersilahkan untuk meninggalkan aplikasi UpMate. Setiap kegiatan yang terkait dengan penggunaan aplikasi, maka baik pihak pengelola dan pengguna dalam hal ini telah dilindungi secara hukum melalui Undang – Undang Republik Indonesia No.11 Tahun 2008 tentang Informasi dan Teknologi, Undang-Undang Republik Indonesia No. 19 Tahun 2002 tentang Hak Cipta, dan terhadap segala bentuk perikatan yang timbul dari segala aktifitas di aplikasi UpMate telah memenuhi kaidah dan syarat sahnya suatu perikatan sebagaimana yang tercantum dalam Kitab Undang-Undang Hukum Perdata Indonesia."
    },
    "introduction": {
      "title": "PENDAHULUAN",
      "1": "1. Perjanjian ini diatur dan diinterpretasikan berdasarkan Hukum Republik Indonesia (Indonesia). Pihak-pihak yang disebutkan dalam Perjanjian ini dengan ini sepakat untuk tunduk kepada pengadilan di Indonesia.",
      "2": "2. Dalam Perjanjian ini yang dimaksud dengan “Pengguna” adalah orang perseorangan, baik warga negara Indonesia, warga negara asing, maupun badan hukum dengan kemampuan menggunakan komputer, jaringan, komputer dan/atau media elektronik lainnya yang mampu untuk mengakses aplikasi UpMate sesuai dengan keperluannya. Dalam hal ini termasuk juga Pengguna yang telah mendaftarkan diri pada aplikasi sebagai Pengguna.",
      "3": "3. Dengan menggunakan aplikasi tersebut, Pengguna yang termasuk dalam kategori pengguna sebagaimana disebutkan dalam poin 1 dan 2 diatas secara sadar dan tanpa paksaan dari pihak manapun menyatakan diri setuju untuk menerima semua syarat dan ketentuan dalam Perjanjian yang berlaku dalam hal Pengguna menggunakan aplikasi ini. Jika pihak pengguna tidak menerima semua syarat dan ketentuan yang tertera dalam Perjanjian ini, maka pengguna diharuskan untuk segera meninggalkan aplikasi UpMate.",
      "4": "4. Kami sebagai pihak pengelola dapat mengubah atau memperbarui Perjanjian ini setiap waktu dengan mencantumkan Perjanjian yang telah diubah atau diperbarui di dalam UpMate dan persyaratan dan ketentuan yang telah diubah atau diperbarui dicantumkan oleh aplikasi UpMate, dan pihak Pengguna diwajibkan untuk setiap saat membaca persyaratan dan ketentuan baru dan dianggap telah menyetujui perubahan atau pembaruan tersebut apabila setelah dicantumkan di dalam UpMate dan Pengguna masih tetap menggunakan aplikasi UpMate.",
      "5": "5. Pada aplikasi UpMate akan terdapat sambungan atau hyperlink yang terhubung ke situs milik pihak ketiga yang terdapat dalam link diluar UpMate dan kami dengan ini menyatakan tidak bertanggung jawab atas isi link di luar aplikasi UpMate atau situs yang dipasang oleh pihak ketiga (isi), baik yang dimasukkan oleh pihak pengguna yang tidak disebutkan namanya atau oleh penyedia isi yang memperoleh pembayaran, atau bukan dibuat oleh kami.Selain itu Kami tidak bertanggung jawab atas kegiatan yang dilakukan oleh Pengguna dan tidak dapat dimintai pertanggungjawaban oleh siapapun berkaitan dengan kerugian yang diderita pihak lain sebagai akibat perbuatan Pengguna."
    },
    "conditions": {
      "title": "KETENTUAN PENGGUNA",
      "headline1": "A. Persyaratan Bagi Pengguna Untuk Dapat Menggunakan UpMate",
      "paragraph1": "Dalam menggunakan layanan yang disediakan oleh kami ada persyaratan yang harus diterapkan. Kami menginginkan layanan kami bersifat umum dan bermanfaat. Namun, kami meminta kepada para pengguna untuk mematuhi beberapa peraturan yang telah disediakan oleh kami, sehingga mencegah hal yang tidak diinginkan dan layanan kami menjadi nyaman, aman dan mematuhi hukum yang berlaku. Persyaratan untuk menggunakan aplikasi UpMate yang paling utama yaitu diwajibkan umur pengguna berusia 13 tahun, karena untuk mengantisipasi terjadinya hal yang tidak diinginkan. Kemudian kami meminta kepada pengguna untuk tidak memanfaatkan aplikasi kami untuk melakukan tindakan kejahatan, sebab ketika pengguna melakukan tindakan tersebut maka kami akan menonaktifkan akun anda. Dengan anda mematuhi dan menyetujui persyaratan yang telah kami buat, maka anda dapat menjadi bagian dari komunitas kami yaitu UpMate.",
      "headline2": "B. Batasan Konten",
      "paragraph2": "Kami memberi akses kepada pengguna dalam membuat konten pada aplikasi kami, tetapi juga terdapat batasan dalam membuat konten pada aplikasi kami karena untuk mencegah isi konten yang mengandung unsur melanggar hukum. Pengguna bertanggung jawab atas penggunaan layanan dan konten apapun yang anda berikan, termasuk kepatuhan hukum, aturan, dan regulasi yang berlaku. Pengguna hanya diperbolehkan dalam membuat konten memberi rasa nyaman untuk dibagikan kepada orang lain, serta tidak mengandung unsur yang merugikan orang lain dan tidak melanggar hukum. Ada beberapa aspek yang menyebabkan konten anda menjadi dibatasi yaitu:",
      "headline3": "Konten yang mengandung ujaran kebencian",
      "paragraph3": "Pengguna tidak diperbolehkan untuk membagikan konten yang menghasut individu atau kelompok berdasarkan ras, agama, gender, identitas gender, kasta, status imigrasi, atau karakteristik lainnya. Karena tindakan tersebut merupakan tindakan yang diskriminasi yang menyebabkan membuat orang lain terganggu dan melanggar kebijakan hukum. Salah satu contoh pelanggaran pada umumnya seperti ucapan yang menyatakan bahwa suatu orang maupun kelompok yang dilindungi tidak berperikemanusiaan atau rendahan. Selain itu seperti konten yang mempromosikan simbol kebencian berupa bendera, lambing, simbol, dan lain-lain. Hal-hal tersebut kami sangat tidak mengizinkan ketika membuat atau membagikannya dalam aplikasi UpMate.",
      "headline4": "Konten seksual dan kata-kata tidak sopan",
      "paragraph4": "Pengguna dilarang untuk menyajikan berupa konten seksual dan kata-kata tidak sopan, seperti ponografi maupun layanan atau konten yang bertujuan untuk memberi kepuasan seksual. Kami akan mengizinkan konten yang berisi ketelanjangan jika konten tersebut  bertujuan untuk edukasi, ilmiah, dokumenter, dan tidak ditampilkan secara mencolok. Salah satu contoh pelanggaran umumnya seperti penggambaran, animasi, pose yang menjurus ke arah seksual, atau penggambaran seksual tentang bagian tubuh. Dan dilarang keras mempromosikan hiburan yang berhubungan dengan seks atau layanan lainnya yang dianggap menyediakan tindakan seksual untuk mendapatkan imbalan.",
      "headline5": "Kekerasan",
      "paragraph5": "Pengguna dilarang untuk menyajikan konten yang menggambarkan kekerasan yang tidak beralasan atau tindakan berbahaya lainnya. Kami tidak mengizinkan konten yang menggambarkan kekerasan fisik, seperti konten teroris terkait dengan aksi terorisme, memicu kekerasan, dan mendukung aksi terorisme, Kami juga sangat melarang ketika anda membagikan konten yang mengandung organisasi dan gerakan berbahaya karena tindakan tersebut dapat mengganggu kenyamanan pengguna lain dan melanggar hukum.",
      "headline6": "Peristiwa sensitif",
      "paragraph6": "Pengguna tidak diperbolehkan  untuk menyajikan konten yang mengandung peristiwa sensitif yang dapat berdampak pada sosial, budaya, atau politik yang signifikan seperti kematian, keadaan darurat sipil, dan peristiwa tragis. Beberapa contoh pelanggarannya seperti mencari keuntungan dari peristiwa sensitif tanpa manfaat bagi korban, dan kurangnya kepekaan mengenai kasus kematian seseorang karena bunuh diri,overdosis, dll. Kami akan mengizinkan konten yang mengandung peristiwa sensitif jika memiliki nilai edukasi, dokumenter, ilmiah, artistic, ataupun bertujuan untuk memperingatkan dan meningkatkan kesadaran terhadap peristiwa sensitive yang terdapat pada konter tersebut. Kami juga melarang keras jika konten tersebut berisi tentang penindasan dan pelecehan, seperti melakukan penindasan ataupun melecehkan korban peristiwa tragis, atau teman, dan keluarganya.",
      "headline7": "Produk berbahaya (tembakau, narkoba, dan lain-lain)",
      "paragraph7": "Pengguna tidak diperbolehkan untuk membagikan konten yang mengandung produk berbahaya seperti memfasilitasi bahan peledak, senjata api, dan amunisi. Tidak hanya itu saja kami juga melarang keras konten yang berisi tentang tembakau, ganja, dan alkohol. Karena produk-produk tersebut mengandung hal yang negatif dan dapat mengganggu kenyamanan pengguna lain dan dapat melanggar hukum. Beberapa contoh pelanggarannya seperti memakai aplikasi UpMate untuk tindakan yang berhubungan tentang transaksi narkotika/produk berbahaya, mendorong penggunaan alkohol/tembakau kepada anak dibawah umur, dan menyiratkan bahwa mengkonsumsi alkohol dapat meningkatkan status social, seksual, intelektual, dan lain-lain."
    },
    "deletion": {
      "headline": "C. Penghapusan Konten Dan Menonaktifkan Akun",
      "paragraph": "Dalam konten yang anda buat atau bagikan kami dapat menghapusnya jika konten tersebut melanggar ketentuan penggunaan atau ketika kami diminta oleh pihak berwajib untuk menghapus konten yang anda buat. Kami memiliki wewenang penuh untuk menghentikan, mengubah, menghapus, ataupun memblokir konten yang dibagikan di aplikasi kami (UpMate), jika konten tersebut melanggar aturan yang tersedia di aplikasi kami. Pengguna bisa meminta bantuan kepada kami untuk tujuan menghapus konten atau akun dari pengguna tersebut. Dalam proses penghapusan kami akan memproses memakan waktu tidak lebih dari 30 hari setelah pengguna mengirimkan permintaan. Hal tersebut merupakan ketentuan dan kebijakan dari aplikasi kami. Mohon untuk bersabar ketika proses permintaan penghapusan konten atau akun dalam masa pemprosesan. Pengguna perlu mengetahui bahwa jika pengguna menghapus atau menonaktifkan akun pengguna, ketentuan yang terikat antara pengguna dengan kami akan berakhir. Tetapi, ketika akun anda masih tersedia dalam data kami, maka perjanjian tersebut antara pengguna dengan kami masih tetap berlaku."
    },
    "app_agreements": {
      "title": "PERJANJIAN DALAM APLIKASI UPMATE",
      "headline1": "A. Persetujuan Antara Pengguna Dengan Kami",
      "paragraph1": {
        "1": "• Apabila terdapat aspek yang tidak dapat ditegakkan dalam perjanjian ini, maka aspek yang lain masih tetap berlaku.",
        "2": "• Jika pengguna melakukan suatu pelanggaran dengan menyalahgunakan aplikasi kami dan sampai melanggar hukum, maka pengguna akan mendapat sanksi bisa berupa penangguhan akun beberapa hari atau permanen.",
        "3": "• Kami sebagai pengelola aplikasi ini mempunyai semua hak secara tidak tersurat yang diberikan kepada pihak pengguna",
        "4": "• Semua perjanjian yang berkaitan dengan perubahan dan pelepasan hak yang sudah disepakati antara pengguna dengan kami harus dibuat secara tertulis dan ditandatangani. Jika melaksanakan aspek yang terdapat dalam perjanjian mengalami suatu kegagalan, maka hal tersebut tidak dianggap sebagai pelepasan."
      },

      "headline2": "B. Pihak Yang Berhak Berdasarkan Perjanjian Ini",
      "paragraph2": {
        "1": "• Dalam perjanjian ini pengguna tidak dapat memindahkan hak dan kewajiban ke orang lain tanpa adanya persetujuan dari kami.",
        "2": "• Dalam perjanjian ini tidak memberi hak apapun kepada pihak ketiga.",
        "3": "• Dalam hak dan kewajiban kami pada aplikasi UpMate dapat dialihkan ke pihak lain ketika aplikasi tersebut berpindah kepemilikan seperti penjualan aset atau akuisisi."
      },

      "headline3": "C. Pihak Yang Bertanggung Jawab Jika Terjadi Sesuatu",
      "paragraph3": {
        "1": "• Kami pihak pengelola aplikasi tidak mengontrol tentang apa yang sedang pengguna lakukan maupun katakan, dan ketika pengguna membuat konten yang melanggar hukum kami tidak bertanggung jawab atas tindakan yang pengguna lakukan, maka itu sepenuhnya tanggung jawab pengguna.",
        "2": "• Kami tidak bertanggung jawab atas fitur dan layanan dari orang lain maupun pihak ketiga yang ditawarkan ke pengguna, sekalipun menawarkannya melalui layanan kami. Jadi pengguna dianjurkan untuk berhati-hati ketika seseorang menawarkan sesuatu yang dikirimkan ke pengguna.",
        "3": "• Kami pihak pengelola tidak dapat menjamin layanan yang kami miliki selamanya aman dan berfungsi dengan sempurna. Kami memiliki jaminan hukum baik itu tersirat maupun tersurat perihal kelayakan aplikasi yang kami buat.",
        "4": "• Pertanggung jawaban yang kami miliki dibatasi sejauh yang diizinkan oleh hukum ketika terjadi sesuatu pada layanan kami. Jika suatu saat terjadi suatu masalah dengan layanan yang kami miliki  kami tidak dapat sepenuhnya mengetahui akan kemungkinan dampak yang terjadi. Anda menyetujui bahwa kami dari pihak aplikasi UpMate tidak berkewajiban untuk bertanggung jawab atas hilangnya informasi, data, pendapatan,  ataupun kerugian yang bersifat ganti rugi, tidak langsung, dan lain-lain. Walaupun kami dari pihak pengelola aplikasi mengetahui bahwa anda akan mengalami kerugian."
      }
    },
    "privacy": {
      "title": "KEBIJAKAN PRIVASI",
      "paragraph1": "Kebijakan Privasi kami",
      "paragraph2": "menjelaskan tentang bagaimana cara kami dalam menangani informasi yang telah anda berikan kepada kami ketika anda sedang menggunakan layanan aplikasi kami yaitu UpMate. Kami berharap anda untuk membaca dan memahami Kebijakan Privasi yang terdapat pada aplikasi kami. Anda memahami bahwa melalui pengunaan layanan, anda menyetujui pengunaan dan pengumpulan yang sudah diatur dalam Kebijakan Privasi yang tercantum pada UpMate."
    }
  }
}
